{
  "Setups": [
    {
      "Decisions": [
        {
          "Choice": "Install the Smart Meters for dirt cheap in order to ensure more homes get them in to better improve the system.",
          "Approval": 0,
          "Efficiency": 8,
          "Environment": 4,
          "Finance": -10,
          "Result": "The installation reaches a large number of customers and those customers are happy about the affordable price. Your company must cover some of the installation costs."
        },
        {
          "Choice": "Partner with a local cable company to have a packaged deal with installing Smart Meters alongside a cable upgrade. Showing the customers you care about supporting their local businesses.",
          "Approval": 0,
          "Efficiency": 2,
          "Environment": 8,
          "Finance": -3,
          "Result": "Your company gains widespread support in the community you targeted. However, the effort was slightly costly and slowed your expansion. "
        },
        {
          "Choice": "Push an expensive warranty from your company in order to gain more money off of installations.",
          "Approval": 0,
          "Efficiency": 1,
          "Environment": -7,
          "Finance": 9,
          "Result": "Your company makes a large profit from those who expect the warranty you offer. This comes without any financial risks, but the public sees this as a very scummy business practice."
        },
        {
          "Choice": "Start a door to door marketing campaign in order to cheaply spread information about Smart Meter to the areas population.",
          "Approval": 0,
          "Efficiency": 6,
          "Environment": -2,
          "Finance": 3,
          "Result": "This ensures that information on Smart Meter reaches the entire area's population. It is a cheap initiative that can lead to more installations of smart meters but it can annoy members of that community. "
        },
        {
          "Choice": "Pay for an expensive advertisement spot on the local TV news channel in order to quickly reach the area's population.",
          "Approval": 0,
          "Efficiency": 7,
          "Environment": 8,
          "Finance": -8,
          "Result": "This is an expensive way to be sure that a large amount of the area see's your company's marketing."
        },
        {
          "Choice": "Send out an email about the upgrade to anyone who already owns Smart Grid. Afterwards you can move your focus to marketing Smart Grid in a new area.",
          "Approval": 0,
          "Efficiency": 10,
          "Environment": 10,
          "Finance": -5,
          "Result": "This is a simple, less time consuming way to spread the marketing campaign. Not many people will sign up from it however, you can use that time in order to start new marketing campaigns."
        }
      ],
      "Setup": "Your company is planning to roll out Smart Meters to all of its customers as an optional upgrade. You are tasked with marketing this upgrade in a way to make the most people in that area as possible buy into Smart Meters. What would be the best approach to bring as many people on board as possible?",
      "ID": 1,
      "Name": "The Upgrade",
      "Icon": "Scenario 1"
    },
    {
      "Decisions": [
        {
          "Choice": "Keep rolling out Smart Meters into homes, ensuring that everyone in your target area has a Smart Meter before looking into possible improvements.",
          "Approval": 0,
          "Efficiency": 5,
          "Environment": -5,
          "Finance": 5,
          "Result": "The increased number of implemented Smart Meters brings in a large profit and also allows the system to be tested on a larger scale. However, this leaves existing users with unpolished versions of the system."
        },
        {
          "Choice": "Perform trial studies on current Smart Meter homes to see what issues need to be addressed and where they are occurring.",
          "Approval": 0,
          "Efficiency": 5,
          "Environment": 10,
          "Finance": -5,
          "Result": "Through these studies, ways to improve the system have been found and they increase information productivity. The efforts made to improve the system have caused current and future consumers to become more interested in your work, but your revenue has diminished."
        },
        {
          "Choice": "Research how the implementation of Smart Meters into homes affects the environment and focus on receiving an environmental grant for your efforts.",
          "Approval": 0,
          "Efficiency": -5,
          "Environment": 5,
          "Finance": 5,
          "Result": "The outside grant increased your budget, and your focus on the environment improved the public's opinion of your company. However, your lack of attention to the Smart Grid has led to decreased efficiency in the system."
        },
        {
          "Choice": "Commit to urban development by joining forces with deforestation organizations to create space in the nearby countryside for new homes and power plants. ",
          "Approval": 0,
          "Efficiency": -5,
          "Environment": -10,
          "Finance": 5,
          "Result": "The new homes added to the Smart Grid system has resulted in increased profits. However, your lack of attention to your existing users and your deforestation efforts have led to worsening public perception of your company and decreased efficiency of the Smart Grid."
        },
        {
          "Choice": "Prioritize gaining more customers over fixing existing issues by quickly rolling out Smart Meters to as many homes as possible.",
          "Approval": 0,
          "Efficiency": 5,
          "Environment": -10,
          "Finance": 10,
          "Result": "The massive influx of new customers resulted in a major increase in profits, which have gone towards making the Smart Grid more efficient. However, the reputation of the company has diminished due to your lack of concern for customer complaints."
        },
        {
          "Choice": "Slow down the implementation of Smart Meters into homes and instead focus on adding additional power sources to the Smart Grid.",
          "Approval": 0,
          "Efficiency": 10,
          "Environment": 10,
          "Finance": -5,
          "Result": "Your slower Smart Meter implementation led to a decrease in income, but your focus on adding more power sources has increased efficiency. Consumers appreciated your efforts. "
        }
      ],
      "Setup": "The Smart Grid is most effective when every house in an area is under its effect. After successfully implementing Smart Meters into multiple homes, the company is curious which step should be taken next.",
      "ID": 2,
      "Name": "The Expansion",
      "Icon": "Scenario 2"
    },
    {
      "Decisions": [
        {
          "Choice": "Your company accepts the money and abandons the Smart Grid environmental goals in order to reach higher profit margins.",
          "Approval": 0,
          "Efficiency": -2,
          "Environment": -10,
          "Finance": 10,
          "Result": "Your company gains a large sum of money by embracing a fossil fuel company. This sellout angers the public."
        },
        {
          "Choice": "Your company publicly denounces the deal. Citing Beautiful Clean Fossil Fuels as being unethical to convert an environmental friendly company into one focused exclusively on money at the cost of the planet.",
          "Approval": 0,
          "Efficiency": -3,
          "Environment": 10,
          "Finance": -3,
          "Result": "Your company's statement brings in large public support but the statement also turns away potential future deals."
        },
        {
          "Choice": "Your company agrees to the deal but on the condition that Beautiful Clean Fossil Fuels company must let your company use their resources for greater expansion of Smart Grid.",
          "Approval": 0,
          "Efficiency": 10,
          "Environment": -7,
          "Finance": 3,
          "Result": "Your company can expand its reach using the resources from a large fossil fuel company. This can greatly increase your company's expansion but will lead to public ridicule."
        },
        {
          "Choice": "Your company accepts the deal on the condition that Beautiful Clean Fossil Fuels company must install Smart Meters at all their locations and push to install them at their partner locations.",
          "Approval": 0,
          "Efficiency": 3,
          "Environment": -4,
          "Finance": 6,
          "Result": "Your company gains a large sum of money from the fossil fuel company. In the process your company helps improve the fossil fuel company but mixing in your own environmentally helpful products."
        },
        {
          "Choice": "Your company refuses the offer but makes effort to stay on good terms with the coal company for future help and deals.",
          "Approval": 0,
          "Efficiency": 3,
          "Environment": -2,
          "Finance": 2,
          "Result": "The status quo of your company does not change much but you can be offered helpful smaller deals from the fossil fuel company in the future."
        },
        {
          "Choice": "Your company silently refuses to sign the deal.  Making sure nobody in the company or the public knows what happened",
          "Approval": 0,
          "Efficiency": 0,
          "Environment": 0,
          "Finance": 0,
          "Result": "The status quo does not change at all and you are not offered any more deals from the fossil fuel company."
        }
      ],
      "Setup": "The Immense Beautiful Clean Fossil Fuels company has offered you a large sum of money in order to work alongside them with a new coal powered version of 'Smart Grid'. How does your company respond to this offer?",
      "ID": 3,
      "Name": "The Source",
      "Icon": "Scenario 3"
    },
    {
      "Decisions": [
        {
          "Choice": "Install the Smart Meters for dirt cheap in order to ensure more homes get them in to better improve the system.",
          "Approval": 0,
          "Efficiency": 8,
          "Environment": 4,
          "Finance": -10,
          "Result": "The installation reaches a large number of customers and those customers are happy about the affordable price. Your company must cover some of the installation costs."
        },
        {
          "Choice": "Partner with a local cable company to have a packaged deal with installing Smart Meters alongside a cable upgrade. Showing the customers you care about supporting their local businesses.",
          "Approval": 0,
          "Efficiency": 2,
          "Environment": 8,
          "Finance": -3,
          "Result": "Your company gains widespread support in the community you targeted. However, the effort was slightly costly and slowed your expansion. "
        },
        {
          "Choice": "Push an expensive warranty from your company in order to gain more money off of installations.",
          "Approval": 0,
          "Efficiency": 1,
          "Environment": -7,
          "Finance": 9,
          "Result": "Your company makes a large profit from those who expect the warranty you offer. This comes without any financial risks, but the public sees this as a very scummy business practice."
        }
      ],
      "Setup": "Your company is planning to roll out Smart Meters to all of its customers as an optional upgrade. You are tasked with marketing this upgrade in a way to make the most people in that area as possible buy into Smart Meters. What would be the best approach to bring as many people on board as possible?",
      "ID": 4,
      "Name": "The Upgrade",
      "Icon": "Scenario 1"
    },
    {
      "Decisions": [
        {
          "Choice": "Install the Smart Meters for dirt cheap in order to ensure more homes get them in to better improve the system.",
          "Approval": 0,
          "Efficiency": 8,
          "Environment": 4,
          "Finance": -10,
          "Result": "The installation reaches a large number of customers and those customers are happy about the affordable price. Your company must cover some of the installation costs."
        },
        {
          "Choice": "Partner with a local cable company to have a packaged deal with installing Smart Meters alongside a cable upgrade. Showing the customers you care about supporting their local businesses.",
          "Approval": 0,
          "Efficiency": 2,
          "Environment": 8,
          "Finance": -3,
          "Result": "Your company gains widespread support in the community you targeted. However, the effort was slightly costly and slowed your expansion. "
        },
        {
          "Choice": "Push an expensive warranty from your company in order to gain more money off of installations.",
          "Approval": 0,
          "Efficiency": 1,
          "Environment": -7,
          "Finance": 9,
          "Result": "Your company makes a large profit from those who expect the warranty you offer. This comes without any financial risks, but the public sees this as a very scummy business practice."
        },
        {
          "Choice": "Push an expensive warranty from your company in order to gain more money off of installations.",
          "Approval": 0,
          "Efficiency": 1,
          "Environment": -7,
          "Finance": 9,
          "Result": "4th button offer. This comes without any financial risks, but the public sees this as a very scummy business practice."
        },
        {
          "Choice": "Push an expensive warranty from your company in order to gain more money off of installations.",
          "Approval": 0,
          "Efficiency": 1,
          "Environment": -7,
          "Finance": 9,
          "Result": "5th buttonprofit from those who expect the warranty you offer. This comes without any financial risks, but the public sees this as a very scummy business practice."
        }
      ],
      "Setup": "Your company is planning to roll out Smart Meters to all of its customers as an optional upgrade. You are tasked with marketing this upgrade in a way to make the most people in that area as possible buy into Smart Meters. What would be the best approach to bring as many people on board as possible?",
      "ID": 4,
      "Name": "The Upgrade",
      "Icon": "Scenario 1"
    }
  ]
}
