{"Setups":[
  {
    "Decisions":[
      {
        "Choice":"Yes",
        "Approval":20,
        "Efficiency":10,
        "Environment":0,
        "Finance":-20
      },
      {
        "Choice":"No",
        "Approval":-20,
        "Efficiency":0,
        "Environment":0,
        "Finance":20
      }
    ],
    "Setup":" A company specializing in protecting privacy of consumers from large scale companies offer to combine their new software, which ensures consumer’s electricity use is not shared to corporate businesses, with the computer system your company has been building to implement the smart grid and manage electricity. Do you take the deal?",
    "ID":1,
    "Icon":"Eye icon"
  },
  {
    "Decisions": [
      {
        "Choice":"Build the new transformer in the swampland and risk losing endangered species? ",
        "Approval":-15,
        "Efficiency":20,
        "Environment":10,
        "Finance":0
      },
      {
        "Choice":"Find a new place to build the transformer somewhere else and try to preserve the habitat",
        "Approval":20,
        "Efficiency":-10,
        "Environment":-10,
        "Finance":-20
      }
    ],
    "Setup":"You wish to build a new transformer station in an undeveloped area. The area is a very luscious swampland. Due to an increase in the amount of electricity needed in a nearby neighborhood a new transformer is required to be made.\r\n",
    "ID":2,
    "Icon":"Transformer"
  },
  {
    "Decisions":[
      {
        "Choice":"Ignore them",
        "Approval":-20,
        "Efficiency":-5,
        "Environment":0,
        "Finance":15
      },
      {
        "Choice":"Investigate smart meter radiation emissions",
        "Approval":5,
        "Efficiency":5,
        "Environment":0,
        "Finance":-20
      }
    ],
    "Setup":"Currently there is a bill being considered where smart meters will be installed into individual homes to start the transition into the smart grid. However, there are rising concerns about the emissions of radio frequency emissions from the smart meters. The board has come to you on how to respond to public concerns. How do you recommend responding?",
    "ID":3,
    "Icon":"House Icon"
  },
  {
    "Decisions":[
      {
        "Choice":"Severe weather is causing an increasing amount of power outages. You decide to fit all houses with Smart Meters to help reduce the time of each outage.",
        "Approval":-5,
        "Efficiency":10,
        "Environment":5,
        "Finance":-15
      },
      {
        "Choice":"Severe weather is becoming more common, to help mitigate this your company chose to reduce fossil fuel usage. This will lower CO2 emissions, and slow down climate change",
        "Approval":10,
        "Efficiency":-15,
        "Environment":15,
        "Finance":-10
      }
    ],
    "Setup":"",
    "ID":4,
    "Icon":"Cloud Icon"
  },
  {
    "Decisions":[
      {
        "Choice":"Benefits relating to power outages ",
        "Approval":-10,
        "Efficiency":5,
        "Environment":5,
        "Finance":5
      },
      {
        "Choice":"Benefits relating to community solar and power buyback",
        "Approval":5,
        "Efficiency":10,
        "Environment":5,
        "Finance":-15
      }
    ],
    "Setup":"Your company is rolling Smart Meters out to all customers as an optional upgrade. How will you market this upgrade?",
    "ID":5,
    "Icon":"Lightbulb"
  },
  {
    "Decisions":[
      {"Choice":"Your company has spilled a large amount of oil into the ocean. You have already been fined by the government. To help public perception, you pledge to cut oil drilling by 50%",
        "Approval":-15,
        "Efficiency":-10,
        "Environment":-5,
        "Finance":5
      },
      {
        "Choice":"Your company has spilled a large amount of oil into the ocean. To prevent the public from finding out, you lobby extensively and manage to cover up the story.",
        "Approval":0,
        "Efficiency":10,
        "Environment":-30,
        "Finance":-10
      }
    ],
    "Setup":"",
    "ID":6,
    "Icon":"Oil Icon"
  },
  {
    "Decisions":[
      {"Choice":"Non-Renewable Generators",
        "Approval":-5,
        "Efficiency":10,
        "Environment":-20,
        "Finance":-10
      },
      {
        "Choice":"Renewable energy",
        "Approval":5,
        "Efficiency":-10,
        "Environment":15,
        "Finance":-10
      }
    ],
    "Setup":"A giant monster attacks the community, destroying many generators. What do you replace the generators with?\r",
    "ID":7,
    "Icon":"Monster Icon"
  },
  {
    "Decisions":[
      {
        "Choice":"Workers who worked on/still support the old power grid system are getting upset that the smart grid is going to take away their jobs. You decide to ignore them and say they are living in the past.",
        "Approval":-15,
        "Efficiency":-10,
        "Environment":10,
        "Finance":-10
      },
      {
        "Choice":"Workers who worked on/still support the old power grid system are getting upset that the smart grid is going to take away their jobs. You decide to convince them that this is not the case.",
        "Approval":15,
        "Efficiency":10,
        "Environment":-10,
        "Finance":10
      }
    ],
    "Setup":"",
    "ID":8,
    "Icon":"Person Icon"
  },
  {
    "Decisions":[
      {
        "Choice":"You accept their offer and begin using coal as a power source for all of the smart grid system",
        "Approval":20,
        "Efficiency":-20,
        "Environment":-20,
        "Finance":0
      },
      {
        "Choice":"You accept their offer, but only use coal energy for about half of your smart grid system",
        "Approval":10,
        "Efficiency":-10,
        "Environment":-10,
        "Finance":0
      },
      {
        "Choice":"You accept their offer, but you use coal energy in your smart grid system at a much smaller amount compared to other power sources.",
        "Approval":5,
        "Efficiency":-5,
        "Environment":-10,
        "Finance":0
      },
      {
        "Choice":"You decline their offer and decide to focus on other forms of energy as opposed to coal.",
        "Approval":-20,
        "Efficiency":15,
        "Environment":20,
        "Finance":0
      }
    ],
    "Setup":"A large coal company is offering your company a great sum of money to implement their coal energy into the smart grid system. ",
    "ID":9,
    "Icon":"Battery"
  },
  {
    "Decisions":[
      {
        "Choice":"After a strong and successful startup of your smart grid system, you attempt to rally and grow the smart grid system to affect even more and more people. ",
        "Approval":-20,
        "Efficiency":10,
        "Environment":10,
        "Finance":0
      },
      {
        "Choice":"After a strong and successful startup of your smart grid system, you decide to focus your efforts on making your existing system as efficient as possible, focusing entirely on a local point of view",
        "Approval":10,
        "Efficiency":10,
        "Environment":-15,
        "Finance":0
      }
    ],
    "Setup":"",
    "ID":10,
    "Icon":"Chart Arrow"
  },
  {
    "Decisions":[
      {
        "Choice":"Nuclear",
        "Approval":-10,
        "Efficiency":15,
        "Environment":-10,
        "Finance":5
      },
      {
        "Choice":"Wind/Solar",
        "Approval":5,
        "Efficiency":-10,
        "Environment":15,
        "Finance":-10
      }
    ],
    "Setup":"Your company plans on expanding its customer base by expanding into a new neighborhood. To do so, new energy generation will need to be created. Laws are forbidding the creation of fossil-fuel burning plants. What type of generators will you use?",
    "ID":11,
    "Icon":"Transformer"
  },
  {
    "Decisions":[
      {
        "Choice":"The smart grid is detecting an overload of power being utilized at an abandoned warehouse. The smart grid reroutes the power into another location, but adds a note on the recent power strike. Do you investigate it?",
        "Approval":5,
        "Efficiency":10,
        "Environment":0,
        "Finance":10
      },
      {
        "Choice":"The smart grid is detecting a blackout nearby a bank. The smart grid reroutes the power into that area, and starts calculating where the blackout started. Do you investigate it?",
        "Approval":-10,
        "Efficiency":-5,
        "Environment":0,
        "Finance":20
      }
    ],
    "Setup":"",
    "ID":12,
    "Icon":"Lightbulb"
  },
  {
    "Decisions":[
      {
        "Choice":"No response",
        "Approval":-15,
        "Efficiency":0,
        "Environment":0,
        "Finance":0
      },
      {
        "Choice":"Refute the arguments",
        "Approval":15,
        "Efficiency":0,
        "Environment":0,
        "Finance":-10
      }
    ],
    "Setup":"Someone on social media is claiming your Smart Meters are ineffective, and a waste of money. How will you respond?",
    "ID":13,
    "Icon":"Person Icon"
  },
  {
    "Decisions":[
      {
        "Choice":"You focus on how the smart grid can bring together communities for a greater cause.",
        "Approval":10,
        "Efficiency":0,
        "Environment":0,
        "Finance":0
      },
      {
        "Choice":"A series of posts inspires some communities to adopt the smart grid system. ",
        "Approval":0,
        "Efficiency":10,
        "Environment":0,
        "Finance":0
      },
      {
        "Choice":"Environmentalists share and spread your posts. ",
        "Approval":0,
        "Efficiency":0,
        "Environment":10,
        "Finance":0
      },
      {
        "Choice":"Focusing on the jobs that can be made boosts employment, but that does get expensive.",
        "Approval":0,
        "Efficiency":15,
        "Environment":0,
        "Finance":-10
      }
    ],
    "Setup":"Smart grids are trending on social media! The PR department wants to capitalize on it. What aspect of the smart grid would you like to focus on?",
    "ID":14,
    "Icon":"Thumbs Up"
  }
]
}