{
  "Approval": [
    "Your company has developed a very negative reputation, so much so that you regularly see protesters outside your office every time you come into work.  People are demanding the removal of Smart Meters and the Smart Grid system even if it means removing it themselves.  With such a low approval rating, your company won’t last much longer.",
    "The general consensus about your company is split two ways. One portion of the public is completely happy with your decision making, while the other portion is completely against your company and what you stand for. In other words, you’re just like every other company.",
    "Your focus on appealing to the masses has resulted in the company becoming beloved. You have also steered the company to many popular decisions that have led to positive changes because of the public’s pull. Fans flock to all of your companies’ announcements eagerly awaiting the future of Smart Grid."
  ],
  "Efficiency": [
    "Despite Smart Grid’s goal to help use power more efficiently, the route your company has taken made it worse than the old system. Some very unhappy customers are suing your company for false advertising as the new system doesn’t reach the standards promised. The city has also fined you the costs of reverting the grid back to what it originally was.",
    "You’ve managed to keep your efficiency to the same level of other power companies, cementing yourself as a true competitor in the industry. However, thanks to the smart grid, you are well prepared to keep your company at high efficiency levels even during a power outage, unlike your competitors.",
    "Your efforts to boost efficiency have resulted in the majority of the world installing a highly advanced version of Smart Grid. This has led to a large drop in power consumption and overall better conditions for everyone! Cities around the globe shine brightly with the power your company provides!"
  ],
  "Finance": [
    "Your company's lack of focus on finances has resulted in the bankruptcy of the company. Your company cannot afford to keep the Smart Grid system running, and will be powered down until further notice. You couldn't even afford an ending screen.",
    "The ledgers came in, it really isn’t anything short of a miracle but somehow the company didn’t lose or gain any money. It’s really outstanding in all actuality and nothing short of a miracle. Congrats on not doing bad.",
    "You have steered the company into many money-making opportunities that have helped it make billions of dollars. Part of this money has been put back into the company and has allowed for improvements to be made to the Smart Grid system and its infrastructure, as well as giving you lofty bonuses"
  ]
}