{
  "Approval": [
      "Your company has seen better PR, the truly last good year was 86. The people no longer trust you and the government is investigating you for corruption and endangering the public. Where did it all go wrong?",
      "The general consensus about your company is split two ways. One portion of the public is completely happy with your decision making, while the other portion is completely against your company and what you stand for. In other words, you’re just like every other company.",
      "You’ve managed to keep your company in completely good standings with the general public. Your decision making has created a group of fans that are so adamant about your company, that you could completely abandon your positive decision making, but still have people defending your every decision."
  ],
  "Efficiency": [
      "Wow, how did this happen? The company is so inefficient you lose most of the money that happens to come in along with the energy. You now need to spend more time and resources to recoup your losses. How will you get out of this one?",
      "You’ve managed to keep your efficiency to the same level of other power companies, cementing yourself as a true competitor in the industry. However, thanks to the smart grid, you are well prepared to keep your company at high efficiency levels even during a power outage, unlike your competitors.",
      "Your company has grown so efficient that people equate your power company as truly the first “company of the future”, revolutionizing the standard of what companies can do, and creating a new era where all companies perform at maximum efficiency. There are numerous downsides, but the efficiency wave of 2030 sees no signs of stopping."
  ],
  "Envrionment": [
      "The elevator doors open. The stench and warmth of the smog fills the elevator. Walking forward your boss stands there, dripping in sweat and a cigar in his mouth. “Oh boy I hate to do this to ya but…” His hands go over his face in absurd amounts of disappointment and embarrassment. “The task was small, fix the environment. It was only ONE SIMPLE TASK! I hate to do this to ya but you’re fired, I need to figure out how to fix this mess. Get out of my office NOW!”",
      "Hello thank you for joining us tonight on Channel 74. Tonight’s top story, Climate change. Here is our top reporter Frank Frankson. “Thank you Tom. In our small little town of Tie-Dye-ville there has been talks of Climate Change; here is what you need to know first. Climate Change isn’t new but it is new here, reports of our local energy company have been going around that they have been seeking to undermine the beautiful countryside we have here. The climate continues to rise but currently there is no need for worry yet as it keeps fluctuating. We will have more as the investigation continues. Now to Patricia for the weather.”",
      "Your company has been given numerous awards for your progress and success in going green. You have created the new golden standard for how companies should go green, and a large number of companies follow in your footsteps and decide to go green. The positive impact and change that your company has made on the environment will be felt for decades to come, and may even outlive you and your company as a whole."
  ],
  "Finance": [
      "You really wanted to get rid of your job. The only way you knew how was to do such a bad job with all the money that they had no choice. Sure you could’ve just quit but you wanted to make a statement, and there was no other way to do that than to waste everything the company had. Poor souls didn’t know what hit them.",
      "The ledgers came in, it really isn’t anything short of a miracle but somehow the company didn’t lose or gain any money. It’s really outstanding in all actuality and nothing short of a miracle. Congrats on not doing bad.",
      "Your company has made so much money that it can afford everyone employed at your company their own personal yacht. Your massive financial growth has become a major influence on every other power company, and the decisions you’ve made will impact power systems for generations to come as a result."
  ]
}