{
  "Approval": [
    "Approval Report:\nYour company has developed a very negative reputation, so much so that you regularly see protesters outside your office every time you come into work.  People are demanding the removal of Smart Meters and the Smart Grid system even if it means removing it themselves.  With such a low approval rating, your company won’t last much longer.",
    "Approval Report:\nThe company, for the most part, is in the same social standing among the community that it was before. You didn’t gain a massive new following, but at the same time, you didn’t gain a massive group of people protesting your company. Your company is considered perfectly acceptable in the eyes of the public, in the same vein as a majority of other companies.",
    "Approval Report:\nYour focus on appealing to the masses has resulted in the company becoming beloved. You have also steered the company to many popular decisions that have led to positive changes because of the public’s pull. Fans flock to all of your companies’ announcements eagerly awaiting the future of Smart Grid."
  ],
  "Efficiency": [
    "Efficiency Report:\nDespite Smart Grid’s goal to help use power more efficiently, the route your company has taken made it worse than the old system. Some very unhappy customers are suing your company for false advertising as the new system doesn’t reach the standards promised. The city has also fined you the costs of reverting the grid back to what it originally was.",
    "Efficiency Report:\nThe Smart Grid is successfully being rolled out to more and more nearby cities as more and more people are realizing just how effective and cost effective the Smart Grid is overall. The Smart Grid has a bright future ahead of it, no thanks to the hard work that your team has put in to ensure that the Smart Grid stays reliably efficient overall.",
    "Efficiency Report:\nYour efforts to boost efficiency have resulted in the majority of the world installing a highly advanced version of Smart Grid. This has led to a large drop in power consumption and overall better conditions for everyone! Cities around the globe shine brightly with the power your company provides!"
  ],
  "Finance": [
    "Finance Report:\nYour company's lack of focus on finances has resulted in the bankruptcy of the company. Your company cannot afford to keep the Smart Grid system running, and will be powered down until further notice. You couldn't even afford an ending screen.",
    "Finance Report:\nThe company has earned a fair amount of profits thanks to the efforts put forth by your team. The company is greatly appreciative of the hard work that you have put in, and will continue to grow more and more in the near future.",
    "Finance Report:\nYou have steered the company into many money-making opportunities that have helped it make billions of dollars. Part of this money has been put back into the company and has allowed for improvements to be made to the Smart Grid system and its infrastructure, as well as giving you lofty bonuses."
  ],
  "Manager": [
    "Manager Report:\nEver since your team took the lead on the Smart Grid project, the company has gone downhill. Clearly your focus has not been in the right place during your work on this project. As of tomorrow, your entire team will be demoted and another group will be found to replace you.",
    "Manager Report:\nYour cooperation and decision-making skills have proven successful in implementing Smart Grid across many nearby cities. Your company will have a bright future as you expand the system further."
  ]

}