{
  "Approval": [
    "Approval Report:\nYour company has developed a very negative reputation, so much so that you regularly see protesters outside your office when you come into work.  People are demanding the removal of Smart Meters and the Smart Grid system even if it means removing it themselves.  With such a low approval rating, your company won't last much longer.",
    "Approval Report:\nThe company, for the most part, is in the same social standing among the community that it was before. You didn't gain a massive new following, but, at the same time, you didn't gain a massive group of people protesting your company. Your company is considered perfectly acceptable in the eyes of the public, in the same vein as a majority of other companies.",
    "Approval Report:\nYour focus on appealing to the masses has resulted in the company becoming beloved. You have also steered the company to many popular decisions that have led to positive changes because of the public's pull. Fans flock to all of your company's announcements, eagerly awaiting the future of Smart Grid."
  ],
  "Efficiency": [
    "Efficiency Report:\nDespite Smart Grid's goal to help use power more efficiently, the route your company has taken made it worse than the old system. Some very unhappy customers are suing your company for false advertising as the new system doesn't reach the standards promised. The city has also fined you the costs of reverting the grid back to what it originally was.",
    "Efficiency Report:\nThe Smart Grid is successfully being rolled out to nearby cities as people are realizing how cost effective and helpful the system is. Your company is on its way to a bright future, but there is still more work to be done in regards to the Smart Grid's efficiency.",
    "Efficiency Report:\nYour efforts to boost the efficiency of the Smart Grid have led to significant improvements to the system. Your now highly advanced system has led to large drops in power consumption and better conditions for all. Cities are shining brightly with the power your company provides!"
  ],
  "Finance": [
    "Finance Report:\nYour team's lack of focus on finances has led the company into a dire financial situation. Your company has lost most of its funding, and your stockholders are incredibly upset, believing that you have failed them. New advisors are needed to clean up your mess. You couldn't even afford an ending screen.",
    "Finance Report:\nThe company has earned a fair amount of profits thanks to the efforts put forth by your team. The company is greatly appreciative of the hard work that you have put in, and will continue to grow more and more in the near future.",
    "Finance Report:\nYour team has steered the company into many money-making opportunities that have made billions of dollars. Some of the money has been put back into the Smart Grid system and its infrastructure, and the rest has been given to your team as lofty bonuses."
  ],
  "Manager": [
    "Manager Report:\nEver since your team took the lead on the Smart Grid project, the company has gone downhill. Clearly your focus has not been in the right place during your work on this project. As of tomorrow, your entire team will be demoted and another group will be found to replace you.",
    "Manager Report:\nYour cooperation and decision-making skills have proven successful in implementing Smart Grid across many nearby cities. Your company will have a bright future as you expand the system further."
  ]

}